window.quizData = window.quizData || {};

window.quizData.earlier = [
  { q:"先に起きたのは？", c:["応仁の乱","桶狭間の戦い"], a:"応仁の乱" },
  { q:"先に起きたのは？", c:["桶狭間の戦い","長篠の戦い"], a:"桶狭間の戦い" },
  { q:"先に起きたのは？", c:["長篠の戦い","本能寺の変"], a:"長篠の戦い" },
  { q:"先に起きたのは？", c:["本能寺の変","関ヶ原の戦い"], a:"本能寺の変" },
  { q:"先に起きたのは？", c:["山崎の戦い","賤ヶ岳の戦い"], a:"山崎の戦い" },
  { q:"先に起きたのは？", c:["小牧・長久手の戦い","小田原征伐"], a:"小牧・長久手の戦い" },
  { q:"先に起きたのは？", c:["関ヶ原の戦い","大坂冬の陣"], a:"関ヶ原の戦い" },
  { q:"先に起きたのは？", c:["大坂冬の陣","大坂夏の陣"], a:"大坂冬の陣" },
  { q:"先に起きたのは？", c:["厳島の戦い","桶狭間の戦い"], a:"厳島の戦い" },
  { q:"先に起きたのは？", c:["三方ヶ原の戦い","長篠の戦い"], a:"三方ヶ原の戦い" }
];
